app/controllers/users_controller.rb

        def create
          @user = User.new(user_params)
          if @user.save
---
INSERT INTO "users" ("email", "created_at", "updated_at", "password_digest") VALUES (?, ?, ?, ?)  [["email", "asd@h.com"], ["created_at", 2016-11-21 14:05:58 UTC], ["updated_at", 2016-11-21 14:05:58 UTC], ["password_digest", "$2a$10$hpoRgDn.c4JA6LJP34i.DOj.aR2EuJ0H.vjsL4B5OXebp2WJPKy1G"]]